{
  "973d6f85": "[\n    \"What evidence exists to support the effectiveness of a ketogenic diet for weight loss?\",\n    \"How does the initial weight loss on a ketogenic diet compare to other diets over time?\",\n    \"What is the impact of carbohydrate intake on overall calorie consumption in a ketogenic diet?\",\n    \"Can excess fat consumption on a ketogenic diet lead to weight gain?\",\n    \"What role do water loss and fat loss play in the rapid weight loss associated with ketogenic diets?\"\n]",
  "f5ef0117": "[\"Can you explain the main principles of the ketogenic diet?\", \"How does the keto diet affect carbohydrate and fat intake?\", \"What metabolic state does the body enter when following the keto diet?\", \"What are the benefits of having elevated ketones in the body?\", \"In what ways does the keto diet impact blood sugar and insulin levels?\"]",
  "5ae7a1b5": "[\"Is the ketogenic diet beneficial for everyone?\", \"What are the main health concerns of the ketogenic diet?\", \"Who might be advised to follow a ketogenic diet?\", \"How does the ketogenic diet affect heart health?\", \"What types of foods are limited in a ketogenic diet?\"]",
  "c625fd9e": "[\"What types of eggs are recommended for a keto meal plan?\", \"Which meats are suitable for the keto diet?\", \"What kinds of dairy should I include in my keto meals?\", \"What types of nuts and seeds can I eat on a keto diet?\", \"Are there any specific oils that are recommended for cooking in a keto diet?\"]",
  "9ec6094c": "[\n    \"What is the typical rate of weight loss for individuals following a ketogenic diet?\",\n    \"Can you provide examples of weight loss achievements by obese patients on the keto diet?\",\n    \"How does weight loss on the keto diet compare to low-fat diets according to studies?\",\n    \"Is it possible to lose 20 pounds in a short period on the keto diet?\",\n    \"What was the weight loss result for individuals with obesity and type 2 diabetes on the ketogenic diet?\"\n]",
  "e16ef5cc": "[\n    \"What advantages does following a keto diet offer?\",\n    \"How can a keto diet impact my skin condition?\",\n    \"Are there any potential health benefits related to cancer risk with a keto diet?\",\n    \"In what ways might the keto diet contribute to heart health?\",\n    \"Can the keto diet have effects on seizure management or brain function?\"\n]",
  "25cd0a46": "[\n    \"How does the ketogenic diet differ from other low-carb diets in terms of carb intake?\",\n    \"What was your daily target for carbohydrate consumption while following the keto diet?\",\n    \"Can you explain the concept of net carbs and how it applies to the ketogenic diet?\",\n    \"What was your strategy for managing meals and snacks during your 14-day keto diet?\",\n    \"Why is planning considered crucial for successfully adhering to the keto diet?\"\n]",
  "d575b7e4": "[\"What is the typical timeframe to notice results when following the keto diet?\", \"What factors might influence how quickly I see results on the keto diet?\", \"Are there specific side effects I should be aware of before starting the keto diet?\", \"What types of foods are recommended for someone on the keto diet?\", \"How does the keto diet contribute to weight loss compared to other diet plans?\"]",
  "c85cad6f": "[\n    \"What are the potential health risks associated with the keto diet?\",\n    \"Who should avoid the keto diet due to health conditions?\",\n    \"What symptoms might someone experience when starting the keto diet?\",\n    \"Can following a strict keto diet lead to social challenges?\",\n    \"What nutritional issues could arise from adhering to the keto diet?\"\n]",
  "6d61cf05": "[\n    \"What benefits can one expect from following a ketogenic diet?\",\n    \"Are there any potential negative effects associated with the keto diet?\",\n    \"How does a ketogenic diet impact cholesterol levels?\",\n    \"What are some common challenges people face when starting a keto diet?\",\n    \"Is the ketogenic diet suitable for individuals with diabetes?\"\n]",
  "27be82fc": "[\n  \"What is the primary energy source for the body in a typical American diet?\",\n  \"What does the body use for energy when following a ketogenic diet?\",\n  \"What happens to glucose in the body when you adopt a high-fat, low-carb diet?\",\n  \"Can you explain the process of ketosis in relation to the keto diet?\",\n  \"Why is the ketogenic diet named after the process of ketosis?\"\n]",
  "2461f72a": "[\n    \"What are the primary changes I can expect in my hunger levels while following a Keto diet?\",\n    \"What are some potential health risks associated with the Optima keto diet?\",\n    \"How might a strict ketogenic diet affect my social life and eating habits?\",\n    \"Are there any specific medical conditions that make the Keto diet unsafe?\",\n    \"In what ways can ketosis positively impact energy levels and cognitive function?\"\n]",
  "a4bded79": "[\n    \"Can one build muscle effectively on a ketogenic diet?\",\n    \"How does the ketogenic diet compare to a traditional Western diet for muscle gain?\",\n    \"Is there any evidence that the keto diet can help with strength and performance improvements?\",\n    \"What should someone expect regarding strength when starting a ketogenic diet?\",\n    \"Does the ketogenic diet facilitate fat loss while promoting muscle gain?\"\n]",
  "4ef0673a": "[\n    \"What types of foods are restricted on the keto diet?\",\n    \"Are there specific fruits that should be avoided in a keto lifestyle?\",\n    \"Can you have sweetened yogurt while following the keto diet?\",\n    \"What are some examples of baked goods that are not allowed on keto?\",\n    \"Is it permissible to consume juices on the keto diet?\"\n]",
  "8b88dcbe": "[\"What are some Indian vegetarian dishes suitable for a keto diet?\", \"Can paneer be included in a keto-friendly meal?\", \"What types of kebabs can be made on a keto diet?\", \"Are there keto-friendly curry options for vegetarians in India?\", \"What proteins are preferable for vegetarians on a keto diet?\"]",
  "6334339f": "[\n    \"What macronutrient distribution should I aim for on a ketogenic diet?\",\n    \"Which types of foods are ideal for a keto diet?\",\n    \"How many carbs can I consume daily on a ketogenic diet?\",\n    \"What types of beverages are permitted on a keto diet?\",\n    \"Are there any food types I should avoid while following a keto diet?\"\n]",
  "418404aa": "[\"What are the potential long-term effects of following the keto diet?\", \"Are there specific health benefits associated with the keto diet?\", \"What risks should I be aware of if I start the keto diet without professional guidance?\", \"How important is it to manage nutrient intake while on the keto diet?\", \"What should I consider before deciding to start any diet, including keto?\"]",
  "42c7343f": "[\"What are the initial steps to begin a keto diet easily?\", \"Which foods should I focus on for the keto diet?\", \"How can I manage my protein intake on a keto diet?\", \"What should I be aware of regarding hydration on the keto diet?\", \"What is the ‘Keto Flu’ and how can I prepare for it?\"]",
  "d19c2e6b": "[\n    \"What is the recommended duration for following a keto diet?\",\n    \"How long do experts suggest staying on a keto diet?\",\n    \"Is there a maximum period for which one should adhere to keto?\",\n    \"What do nutritionists say about the length of a keto diet?\",\n    \"For how many months is it advisable to continue the keto diet?\"\n]",
  "999384c5": "[\n    \"What factors are contributing to the rising popularity of the ketogenic diet?\",\n    \"Why has the ketogenic diet sparked controversy despite its popularity?\",\n    \"What is the significance of the shift from fat-free diets to high-fat low-carb diets?\",\n    \"How does scientific evidence support the effectiveness of the keto diet?\",\n    \"What recent research findings are available regarding the statistics and facts about the keto diet?\"\n]",
  "ddbe583f": "[\n    \"What was the original purpose of the Keto Diet according to its history?\",\n    \"Are there any potential risks associated with a high saturated fat intake on the Keto Diet?\",\n    \"What side effects might someone experience shortly after starting a low-carb diet?\",\n    \"Does the Keto Diet eliminate any significant food groups, and if so, which ones?\",\n    \"Can following the Keto Diet lead to deficiencies in certain nutrients?\"\n]",
  "9fca21c3": "[\n  \"What does the research say about the safety of the Keto Diet in the short term?\",\n  \"How does ketosis affect the body's usual fuel source?\",\n  \"Are there any long-term studies on the effects of the Keto Diet?\",\n  \"What types of foods should be prioritized when following the Keto Diet?\",\n  \"How can medical professionals help in reducing negative health effects of the Keto Diet?\"\n]",
  "b9f44140": "[\n    \"What does it mean for the body to enter a state of ketosis?\",\n    \"Is there any risk associated with the keto diet in the short term?\",\n    \"How does entering ketosis affect energy sources in the body?\",\n    \"What does research say about the long-term effects of being in ketosis?\",\n    \"Can most healthy individuals safely experience ketosis for a limited time?\"\n]",
  "3774fee7": "[\n  \"What percentage of fat, protein, and carbohydrates make up a typical keto diet?\",\n  \"How many grams of carbohydrates can one consume on a keto diet?\",\n  \"What do many people count when tracking their carbohydrate intake on a keto diet?\",\n  \"Why isn't fiber included in the carbohydrate total for the keto diet?\",\n  \"What types of foods should be avoided to stay in ketosis on a keto diet?\"\n]",
  "66b73e2b": "[\n    \"Is it possible to consume alcohol while following the keto diet?\",\n    \"What types of alcohol are considered keto-friendly?\",\n    \"How should I adjust my carb intake if I choose to drink alcohol?\",\n    \"Are there any alcoholic beverages that should be avoided on the keto diet?\",\n    \"What are the implications of drinking beer or wine on a keto diet?\"\n]",
  "3e26bc72": "[\n  \"What are the initial weight loss results reported by individuals on the keto diet?\",\n  \"Can you provide details about any studies related to weight loss on the keto diet?\",\n  \"How do the weight loss results of keto dieters compare to those on other diets?\",\n  \"Is it possible for someone who is not obese to achieve significant weight loss on the keto diet?\",\n  \"What should I consider regarding the calorie intake while following a ketogenic diet?\"\n]",
  "96fe1bf1": "[\n    \"What are some examples of low-carb fruits that can be consumed on the keto diet?\",\n    \"Why is fruit generally not recommended as a main part of the ketogenic diet?\",\n    \"Can you explain the carb content of berries when following a keto eating plan?\",\n    \"Are avocado and coconut considered fruits in the context of the keto diet?\",\n    \"What is the net carb count for raspberries when included in a ketogenic meal plan?\"\n]",
  "6178f0c7": "[\"Are there specific snacks that are not suitable for the keto diet like popcorn and oatmeal?\", \"What is the carbohydrate content of one cup of air-popped popcorn in relation to my daily allowance on keto?\", \"How does the carbohydrate content of oatmeal compare to other snacks on the keto diet?\", \"Can I include yogurt in my diet, and does its carb content vary depending on the type?\", \"What are some recommended keto-friendly snacks to consider instead of high-carb options?\"]",
  "94d0a8ad": "[\"What exactly is the keto flu and why does it happen when starting the keto diet?\", \"How long does the keto flu typically last before my body adjusts?\", \"What symptoms should I expect if I experience the keto flu?\", \"Is the keto flu a sign that I should stop the keto diet altogether?\", \"Are there ways to minimize the effects of the keto flu during the transition?\"]",
  "76303261": "[\"What specific dietary factors on the keto diet might increase the risk of kidney stones?\", \"How can hydration help reduce the chances of developing kidney stones while on a keto diet?\", \"Are there particular minerals that I should focus on replenishing when following a keto diet?\", \"What does research say about the likelihood of kidney stones for those adhering to a keto diet?\", \"If I have a history of kidney stones, what should I do before starting a keto diet?\"]",
  "e31ce8e1": "[\n    \"What are the potential effects of the keto diet on my menstrual cycle?\",\n    \"Can a severely low-carb intake lead to missed or irregular periods in women?\",\n    \"How might the keto diet impact women with polycystic ovary syndrome (PCOS)?\",\n    \"What should women consider regarding carbohydrate intake on a keto diet?\",\n    \"Is it advisable to consult a doctor before using the keto diet as a treatment strategy?\"\n]",
  "0cdef088": "[\n    \"What is the average weight loss when following a keto diet for a specific duration?\",\n    \"What does research indicate about the weight loss results for obese individuals on a very low-calorie keto diet?\",\n    \"What is the recommended maximum duration for staying in ketosis on a keto diet?\",\n    \"What are the potential risks of adhering to a keto diet for an extended period?\",\n    \"What happens to weight after transitioning off a keto diet and increasing carbohydrate intake?\"\n]",
  "2c0d4643": "[\"What is the relationship between the keto diet and weight loss effects on cholesterol levels?\", \"How does saturated fat intake during the keto diet impact heart disease risk?\", \"What were the findings of the small study involving obese patients on the keto diet and their cholesterol levels?\", \"Why should individuals with heart disease risk factors consult their doctors before starting a keto diet?\", \"How do different types of dietary fats consumed on the keto diet influence cholesterol levels?\"]",
  "8a534072": "[\n    \"What percentage of calories should come from protein in a typical keto diet?\",\n    \"Why is it a misconception that the ketogenic diet is high in protein?\",\n    \"What is the recommended amount of protein for someone on a keto diet based on their body weight?\",\n    \"Can you suggest examples of protein sources that are suitable for the keto diet?\",\n    \"What types of meat are considered lean options for the keto diet?\"\n]",
  "7ffa1080": "[\"What does recent research suggest about the effectiveness of the Keto Diet for Type 2 diabetes?\", \"How did the participants in the 2017 study respond to the Keto Diet compared to a low-fat diet?\", \"What potential risks should be considered when someone with Type 2 diabetes follows the Keto Diet?\", \"Why is it important for individuals on diabetes medication to consult a doctor before starting the Keto Diet?\", \"Can Type 2 diabetes be reversed through dietary changes like the Keto Diet?\"]",
  "9d6a5b9f": "[\"What is meant by keto-adaptation in the context of the keto diet?\", \"How long does the process of keto-adaptation typically take to complete?\", \"What kind of symptoms might one experience during the transition to keto-adaptation?\", \"How does becoming fat-adapted affect carbohydrate cravings?\", \"What benefits can one expect after achieving keto-adaptation?\"]",
  "d3a79a81": "[\"What is the keto flu and what symptoms should I expect during this adaptation phase?\", \"How can I effectively prevent the symptoms associated with keto flu?\", \"What changes does my body go through when transitioning to a keto diet?\", \"Are there specific dietary strategies to minimize the discomfort of keto flu?\", \"Why is hydration and salt intake crucial during the initial phase of the keto diet?\"]",
  "eb7f611c": "[\"What is the typical duration for someone to achieve keto-adaptation?\", \"What factors influence the timeline for becoming keto-adapted?\", \"How does strict carb restriction impact keto-adaptation time?\", \"Can physical activity affect the speed of keto-adaptation?\", \"Is there a range for how long it takes to become fully keto-adapted?\"]",
  "009bb121": "[\n    \"What is the process that leads to the production of ketone bodies in the body?\",\n    \"How does carbohydrate restriction affect ketosis levels in the body?\",\n    \"What role does protein intake play in maintaining ketosis?\",\n    \"Can the state of ketosis change during the day, and if so, how?\",\n    \"What strategies can I use to remain in ketosis for an extended period?\"\n]",
  "0e083e7a": "[\"What are the signs that indicate I could be in ketosis?\", \"Is there a reliable way to confirm if I am in ketosis?\", \"What is keto breath and how does it feel?\", \"Can I test my ketone levels at home?\", \"How does being in ketosis affect my mental clarity?\"]",
  "abebc5be": "[\"What types of foods can lead to being removed from ketosis?\", \"How does consuming carbohydrates affect my state of ketosis?\", \"What are the quick methods to re-enter ketosis after being out?\", \"Is fasting an effective way to regain ketosis?\", \"Are there any recommended supplements to help with ketosis?\"]",
  "36afe359": "[\n  \"Is it necessary to track my ketone levels while on the keto diet?\",\n  \"What methods can I use to monitor my ketone levels effectively?\",\n  \"Are urine ketone strips reliable for tracking ketone levels?\",\n  \"Which tracking method provides the most accurate ketone level readings?\",\n  \"How does tracking ketone levels help with the ketogenic diet?\"\n]",
  "afa36902": "[\n    \"How does the ketogenic diet assist with weight loss?\",\n    \"Can the keto diet have an impact on my blood sugar levels?\",\n    \"Is it safe to follow the keto diet while on diabetes medication?\",\n    \"What precautions should I take regarding hypoglycemia on this diet?\",\n    \"Will the ketogenic diet be suitable for someone with blood sugar management issues?\"\n]",
  "916a689d": "[\"Is it necessary to count calories while following a ketogenic diet?\", \"Can I eat freely on a ketogenic diet without worrying about calories?\", \"Does the ketogenic diet eliminate the need for calorie restriction?\", \"Are there any types of ketogenic diets that require calorie counting?\", \"How does the ketogenic diet affect insulin levels related to weight gain?\"]",
  "391b4595": "[\n  \"What do insulin load and glycemic index mean in relation to diet?\",\n  \"How does food affect insulin levels and blood glucose on the keto diet?\",\n  \"Why is avoiding high-glycemic index foods important for ketosis?\",\n  \"Can you explain the significance of glycemic index in a ketogenic lifestyle?\",\n  \"Where can I find a list of foods suitable for a ketogenic diet?\"\n]",
  "17524276": "[\n  \"Can someone who exercises regularly follow a ketogenic diet?\",\n  \"Does research indicate any benefits for active individuals on a keto diet?\",\n  \"Are there any recommendations for workout intensity during the start of a ketogenic diet?\",\n  \"What happens to performance after adapting to a ketogenic diet?\",\n  \"Can I expect improvements in my athletic performance on a keto diet?\"\n]",
  "ec289062": "[\n    \"Is it necessary to include carb re-feed days in my keto diet?\",\n    \"Who might benefit from incorporating carbohydrate re-feed days?\",\n    \"Are there specific ketogenic diets that use carb re-feed days?\",\n    \"What is the purpose of carbohydrate re-feed days in a keto diet?\",\n    \"How do re-feed days affect workout performance on a ketogenic diet?\"\n]",
  "7ae8e3d8": "[\n    \"How does the carbohydrate limit differ between a low-carb diet and a ketogenic diet?\",\n    \"In what ways does a ketogenic diet vary in terms of fat and protein content compared to low-carb diets?\",\n    \"What is the primary goal of restricting carbohydrates in a ketogenic diet?\",\n    \"Can a low-carb diet still allow for a higher carbohydrate intake than a ketogenic diet?\",\n    \"What level of carbohydrate restriction defines a ketogenic diet compared to a general low-carb diet?\"\n]",
  "5f652986": "[\n    \"Is it possible to combine intermittent fasting with a ketogenic diet?\",\n    \"What benefits does intermittent fasting provide while on keto?\",\n    \"Should I adjust my fasting schedule when on a ketogenic diet?\",\n    \"Is it essential to be keto-adapted before trying intermittent fasting?\",\n    \"Are there any risks of hypoglycemia when fasting on keto, especially for diabetics?\"\n]",
  "6c719104": "[\n    \"How would you define a Standard Ketogenic Diet?\",\n    \"What macronutrients are involved in a ketogenic diet?\",\n    \"What dietary changes are needed to achieve ketosis?\",\n    \"What is the primary goal of following a keto diet?\",\n    \"What is the general structure of a ketogenic diet?\"\n]",
  "4f3c281b": "[\n    \"What is the definition of a ketogenic diet?\",\n    \"How is ketogenesis related to keto diets?\",\n    \"What macronutrient restriction is essential for being in ketosis?\",\n    \"How long does it take to achieve nutritional ketosis?\",\n    \"What happens in the liver during a keto diet?\"\n]",
  "343284ad": "[\n    \"Can you explain what Nutritional Ketosis means in the context of the keto diet?\",\n    \"How is the process of ketosis defined and what role does it play in the keto diet?\",\n    \"What happens to the body during Ketosis and how is it achieved?\",\n    \"What is the primary source of fuel for the body when in a state of ketosis?\",\n    \"How does carbohydrate intake affect the state of ketosis in the keto diet?\"\n]",
  "ad920ee2": "[\n    \"What factors influence how quickly I can enter ketosis?\",\n    \"What is the typical duration for achieving ketosis on a keto diet?\",\n    \"How does my activity level affect the time it takes to get into ketosis?\",\n    \"What should I consume in the morning to expedite entering ketosis?\",\n    \"What is the recommended carbohydrate intake to help achieve ketosis?\"\n]",
  "79b89408": "[\n  \"What dietary changes should I make to boost my ketone levels effectively?\",\n  \"What is the recommended carbohydrate limit for following a ketogenic diet?\",\n  \"Are there specific supplements that can help increase ketone production?\",\n  \"How can intermittent fasting play a role in raising ketone levels?\",\n  \"What lifestyle changes, in addition to diet, can support higher ketone levels?\"\n]",
  "6919f3b3": "[\n    \"What are some signs that indicate I might be in ketosis?\",\n    \"How can I confirm my ketosis status with testing tools?\",\n    \"What is the function of Ketostix in measuring ketosis?\",\n    \"Which method is considered the most accurate for checking ketone levels?\",\n    \"What does a blood ketone meter measure specifically?\"\n]",
  "efb5f0ee": "[\n    \"What are some resources for finding keto recipes online?\",\n    \"How can I adapt my favorite high-carb recipes to be keto-friendly?\",\n    \"Are there specific websites dedicated to keto recipes?\",\n    \"Can I find breakfast, lunch, and dinner recipes for the keto diet?\",\n    \"What should I do to search for particular low-carb recipes?\"\n]",
  "6d03704c": "[\n    \"What are some effective apps for monitoring carbohydrate intake?\",\n    \"How do I stay within my daily carb limits on a keto diet?\",\n    \"What is the most popular method for tracking carbs on the keto diet?\",\n    \"Can you recommend any specific apps for tracking carbs?\",\n    \"Why is it important to monitor carbohydrate intake on a keto diet?\"\n]",
  "6b3c892f": "[\n  \"Is it necessary to count calories while following a keto diet?\",\n  \"Can I lose weight on keto without tracking my calorie intake?\",\n  \"Why do keto foods seem to keep me fuller for longer compared to carbs?\",\n  \"What should I do if I'm not seeing weight loss results on the keto diet?\",\n  \"How can tracking calories help me understand my eating on keto?\"\n]",
  "f68dfdd8": "[\n    \"Is it possible to consume an excess amount of fat on a keto diet?\",\n    \"What are the consequences of eating too much fat while on keto?\",\n    \"How does excessive dietary fat impact weight loss efforts?\",\n    \"What is a keto calculator and how can it help with my fat intake?\",\n    \"What should I consider when estimating my daily macros on a keto diet?\"\n]",
  "55f7a1ca": "[\"What is the initial weight loss I can expect during the first week of the keto diet?\", \"Is the weight lost in the first week primarily from fat or fluid?\", \"After the first week on keto, what is the average weight loss per week?\", \"How does being in a calorie deficit affect weight loss on the keto diet?\", \"Can I continue to lose weight on keto after the initial rapid loss?\"]",
  "4f010bc4": "[\"How does the keto diet affect cholesterol levels, particularly HDL and LDL?\",\"What changes in triglyceride levels can be expected on a keto diet?\",\"Can you elaborate on how the keto diet influences heart disease risk factors?\",\"Why is it important to monitor your health during a major dietary change like keto?\",\"What other health risks related to the keto diet should I be aware of?\"]",
  "15475b16": "[\n    \"What does the term 'macros' refer to in relation to the keto diet?\",\n    \"What are the three main macronutrients you should be aware of?\",\n    \"Why might someone consider counting macros on a keto diet?\",\n    \"How can tracking your keto macros assist with weight loss challenges?\",\n    \"What are the recommended intake goals for fats and proteins while on keto?\"\n]",
  "113fdb8b": "[\"Is it necessary to limit protein intake for achieving ketosis?\", \"How does overeating protein affect ketone levels?\", \"What is the recommended protein intake range for a keto diet?\", \"Can I maintain ketosis while consuming 35 grams of carbs?\", \"What factors influence the protein intake range for ketosis?\"]",
  "1cbea303": "[\n    \"What types of foods should I avoid on the keto diet?\",\n    \"Which foods are typically included in keto meals?\",\n    \"Are there specific vegetables that are suitable for a keto diet?\",\n    \"Can I consume dairy products, and if so, which ones?\",\n    \"What are some examples of fats or oils I can use in keto cooking?\"\n]",
  "764dc6be": "[\n    \"Is there a sample menu available for the keto diet?\",\n    \"Where can I find recipes that fit a ketogenic meal plan?\",\n    \"How should I divide my macros for a keto diet?\",\n    \"What types of meals can I expect on a keto menu?\",\n    \"Do I need to customize my keto recipes based on my personal calorie needs?\"\n]",
  "8b478b1d": "[\n  \"Are there any free options for trying the keto diet?\",\n  \"What resources can I use to start a keto diet?\",\n  \"How long do the recommended keto diet plans last?\",\n  \"What can I expect from a typical keto diet in terms of meals?\",\n  \"Will the keto diet plans help me with tracking my macros?\"\n]",
  "af779349": "[\"Is it possible to follow a keto diet without consuming dairy?\", \"What alternative fat sources can I use on a dairy-free keto diet?\", \"Can I substitute heavy cream on the keto diet, and if so, with what?\", \"Are there plant-based cheese options available for the keto diet?\", \"What types of meats are suitable for a dairy-free keto diet?\"]",
  "591b5ae1": "[\"Is it possible to follow a keto diet as a vegetarian or vegan?\", \"What planning is necessary for a vegetarian or vegan on a keto diet?\", \"How do I make sure I get enough protein on a vegetarian or vegan keto diet?\", \"What are the main food sources for a standard keto diet?\", \"Are there resources available for vegetarian and vegan keto diets?\"]",
  "d0bf7e32": "[\"Is it possible to combine intermittent fasting with a keto diet?\", \"How does intermittent fasting complement a keto diet?\", \"Can I manage my hunger while doing intermittent fasting on keto?\", \"Are there any guides on combining intermittent fasting and keto?\", \"What benefits can I expect from using intermittent fasting with keto?\"]",
  "27b3cfe8": "[\"What symptoms should I expect when starting the keto diet?\", \"Why do I feel like I have the flu after beginning the keto diet?\", \"How can I alleviate the flu-like symptoms on the keto diet?\", \"What role do electrolytes play when adapting to a low-carb diet?\", \"Are there specific foods or supplements that can help with keto flu?\"]",
  "7e79a18c": "[\"What are some remedies for constipation while on the keto diet?\", \"How can I improve my bowel movements after starting the keto diet?\", \"What should I eat to alleviate constipation on keto?\", \"Are there specific supplements to consider for constipation on keto?\", \"Is it normal to experience bowel movement issues when beginning the keto diet?\"]",
  "573525f7": "[\n    \"Is it possible to consume alcohol while following the keto diet?\",\n    \"What type of alcohol is safest to drink on a keto diet?\",\n    \"Are there any alcoholic beverages that should be avoided during keto?\",\n    \"Can I have flavored liquors if I'm on the keto diet?\",\n    \"What should I be cautious about when drinking alcohol on keto?\"\n]",
  "5013f1cb": "[\n    \"What steps can I take if I stop seeing weight loss results?\",\n    \"How can I recalculate my macros effectively?\",\n    \"What are some food items I should consider cutting out to lose weight?\",\n    \"How can I identify and eliminate hidden carbs in my diet?\",\n    \"What changes should I make to my morning routine to help with weight loss?\"\n]",
  "2014aa8f": "[\n    \"What are the potential reasons for unexpected weight gain while following the keto diet?\",\n    \"How can I improve my micronutrient intake on the keto diet?\",\n    \"What should I consider when choosing snacks to maintain my weight on keto?\",\n    \"How does alcohol consumption affect weight management on a keto diet?\",\n    \"What lifestyle factors should I focus on to prevent weight gain while on a keto diet?\"\n]",
  "79a6cdd5": "[\n  \"Is it feasible for athletes to adopt a keto diet?\",\n  \"How does the keto diet affect different training types?\",\n  \"What should weightlifters consider when following a ketogenic diet?\",\n  \"Can runners effectively use a ketogenic approach in their training?\",\n  \"What modifications might be necessary for high-intensity training on keto?\"\n]",
  "0e5f82fa": "[\n    \"How does the keto diet affect blood glucose levels?\",\n    \"Can the keto diet help with type 2 diabetes management?\",\n    \"Is it possible for the keto diet to reverse type 2 diabetes?\",\n    \"What is the relationship between carbohydrate intake and blood sugar?\",\n    \"Why are low-carb diets recommended for diabetes?\"\n]",
  "611f8e5c": "[\n    \"What are the common supplements recommended for someone on a keto diet?\",\n    \"Which vitamins should I consider taking while following a keto diet?\",\n    \"Is it necessary to take a multivitamin on the keto diet?\",\n    \"Should I consult a doctor before starting any supplements with keto?\",\n    \"Are there specific minerals that keto dieters need to supplement?\"\n]",
  "7f7b5ffe": "[\n    \"Is it advisable to use exogenous ketones while on a keto diet?\",\n    \"How do exogenous ketones and keto pills affect my body?\",\n    \"What is the role of MCT oil in a ketogenic diet?\",\n    \"Will taking MCTs help me achieve ketosis?\",\n    \"Can relying on exogenous ketones limit my body's natural ketone production?\"\n]",
  "f643b4c6": "[\"Are all sugar-free sweeteners and sugar alcohols suitable for a keto diet?\", \"Which sweeteners should I use to avoid insulin spikes on keto?\", \"What are the best sugar alternatives for those following a keto diet?\", \"Can you recommend specific natural sweeteners for a keto lifestyle?\", \"Is there any resource to understand keto-friendly sweeteners better?\"]"
}